const message = {
  /* eslint-disable */
  "ExpMachine": "体験マシン",

  "MicroMachine": "ミニマシン",

  "SmallMachine": "小型マシン",

  "MediumMachine": "中型マシン",

  "LargeMachine": "大型マシン",

  "LevelOne": "作業員",

  "LevelTow": "班長",

  "LevelThree": "主任",

  "LevelFour": "部長",

  "LevelFive": "工場長",

  "LevelSix": "取締役",

  "LevelSeven": "常務取締役",

  "LevelEight": "社長",

  "PleaseVerifyFingerprint": "指紋を確認してください",

  "扫描二维码": "QRコードをスキャン",

  "未检测到相机": "カメラが検出されない",

  "相册": "アルバム",

  "将二维码放入框内，自动识别": "QRコードをボックスに入れて、自動的に識別する",

  "扫描结果": "スキャン結果",

  "完成": "完了",

  "打开失败": "オープン障害",

  "相册打开失败。设备不支持访问相册，请在设置->隐私->照片中进行设置！": "アルバムを開けませんでした。デバイスはアルバムへのアクセスをサポートしていません。設定->プライバシー->写真で設定してください！",

  "读取相册二维码": "アルバムのQRコードを読み取る",

  "读取失败": "読み取りに失敗しました",

  "扫描": "スイープ",

  "确定": "確定",

  "交易类型": "取引内容",

  "交易额": "取引金額",

  "交易量": "取引量",

  "手续费": "手数料",

  "请输入交易密码": "パスワードを入力",

  "确认支付": "確定",

  "确认买入": "購入確定",

  "确认卖出": "売却確定",

  "忘记密码": "パスワードを忘れた",

  "选择国家或地区": "所在地を選択",

  "安全交易触手可及": "安全なトレーディング",

  "智能合约撮合，即时交易，高效透明": "透明性があり効率が良いリアルタイムトレーディング",

  "一个身份多链钱包": "一つのアプリでマルチチェーンのウォレット",

  "多链钱包支持，告别繁复，一站式管理": "マルチチェーン対応ウォレット、ワンストップ管理",

  "新零售数字资产交易所": "新型デジタル資産取引所",

  "多种交易方式，更多机会，更多选择": "複数のトレーディング方法、多くの機会、様々な選択肢",

  "全新界面极致体验": "新画面、新体験",

  "开启1.0": "Ver1.0開始",

  "取消": "取消",

  "发送": "送信",

  "存储失败": "保存失敗",

  "存储成功": "保存した",

  "首页": "ホーム",

  "矿场": "ファーム",

  "交易": "取引所",

  "我的": "マイページ",

  "登录/注册即表示您同意": "登録／ログインで同意したものとみなされる",

  "《用户注册协议》": "《ユーザー登録同意書》",

  "《用户公约》": "《ユーザー規則》",

  "请输入邮箱": "メールアドレス",

  "请输入手机号": "携帯番号",

  "欢迎登录PocketHash": "PocketHashログイン　",

  "请输入密码": "パスワードを入力",

  "登录": "ログイン",

  "立即注册": "新規登録",

  "邮箱登录": "メールアドレスでログイン",

  "手机号登录": "携帯番号でログイン",

  "您的手机暂不支持面部识别功能": "使用中の端末は顔認証できません",

  "您的手机暂不支持指纹功能": "使用中の端末は指紋認証できません",

  "请先在您的手机上设置面部识别": "顔認証を設定してください",

  "请先在您的手机上设置指纹": "指紋認証を設定してください",

  "指纹登录": "指紋認証でログイン",

  "面容登录": "顔認証でログイン",

  "其他账号": "その他アカウント",

  "请开启指纹解锁功能": "指紋認証を起動します",

  "请开启面容解锁功能": "顔認証を起動します",

  "现在开启": "今設定する",

  "稍后再说": "後で設定する",

  "注册账号": "アカウントを登録",

  "重置密码": "パスワードを再設定",

  "下一步": "次へ",

  "邮箱注册": "メールアドレスで登録",

  "手机号注册": "携帯番号で登録",

  "邮箱找回": "メールアドレスで登録した方のパスワードリセット",

  "手机号找回": "携帯電話で登録した方のパスワードリセット",

  "安全验证": "安全認証",

  "为了你的账号安全，本次登录需要进行验证\n请将下方的图标，移动到圆形区域内": "アカウントの安全性のため、ログインの認証を行います、下のマークを円型エリアの中に移動してください。",

  "账号已存在": "アカウントが既に存在します",

  "验证失败": "承認できません",

  "确认": "確定",

  "密码不一致": "パスワード一致しません",

  "注册成功": "登録完了",

  "设置成功": "設定完了",

  "设置密码": "パスワード設定",

  "8-20位字符，不可以是纯数字": "8-20文字のアルファベットと数字の組み合わせ",

  "验证码": "承認コード",

  "请再次输入密码": "もう一度入力",

  "请输入邀请码": "招待コードを入れてください。",

  "温馨提示：请被推荐人在注册之前，务必先确认邀请码是否填写正确": "ご注意：招待コードを再度ご確認ください。",

  "PHT资产": "PHT換金ウォレット",

  "释放成功": "配当済",

  "一键释放": "１クリック回収",

  "PHT转入矿池可放大5倍": "PHT5倍プール投下後残高",

  "矿池待释放": "プール残高",

  "资产保护中": "セキュリティーシステム稼働中",

  "总资产(USDT)": "換金ウォレット総資産(USDT)",

  "币币交易": "取引所",

  "矿机商城": "マシンストア",

  "任务中心": "ミッション",

  "链币资产": "資産一覧",

  "消息中心": "お知らせ",

  "已读": "既読",

  "未读": "未読",

  "消息详情": "詳細を見る",

  "邀请好友注册": "友達を招待する",

  "邀请越多，奖励越多": "友達招待でボーナス獲得",

  "实名认证": "個人情報登録",

  "进行身份认证，可获得空投奖励": "個人情報登録で、エアドロップもらう",

  "开启指纹或面容解锁": "指紋認証か顔認証を起動",

  "开启指纹或面容解锁，让交易更安全": "指紋認証か顔認証を起動し、より安全にする",

  "完善个人资料": "個人プロフィールを完成",

  "修改昵称完善资料，提高信用评分": "ニックネームをつける、信用格付けを上げる",

  "添加/验证提币地址": "出金アドレスを追加",

  "添加提币地址，并通过验证": "出金アドレスを追加して確認する",

  "每日签到": "毎日ログイン",

  "每日可签到1次，可获得分红奖励": "一日一回ログインで、ボーナスがもらえる",

  "激活矿机": "マシンを起動する",

  "激活待开启的矿机": "起動待ちマシン",

  "领取矿机收益": "マシン収益を回収",

  "领取一次矿机产币收益": "回収",

  "邀请好友": "友達を招待",

  "认证即得PHT空投": "登録でエアドロップ",

  "立即邀请": "招待する",

  "已完成": "済",

  "去完成": "実行",

  "资产": "資産",

  "转出资产": "出金",

  "交易_4": "取引",

  "充币": "入金",

  "提币": "出金",

  "转换USDT": "USDT変換",

  "币种转换": "通貨交換",

  "交易记录": "取引履歴",

  "可用": "使用可能",

  "冻结": "使用中",

  "折合(USD)": "合計（USD）",

  "复制成功": "コピーした",

  "充值": "入金",

  "转出": "出金",

  "转入": "入金",

  "矿机收益": "採掘収益",

  "购买矿机": "マシンをリース",

  "签到收益": "ログインボーナス",

  "认证收益": "本人確認ボーナス",

  "矿池释放": "プール収益",

  "投入矿池": "プールに投下",

  "好友收益": "招待ボーナス",

  "分红转出": "換金ウォレットから",

  "分红": "収益",

  "进行中": "進行中",

  "失败": "失敗",

  "保存二维码": "QRコードをコピー",

  "复制地址": "アドレスをコピー",

  "注意：该地址仅支持BTC收款，请勿用于其他币种！最小充值金额：0.01BTC，小于最小金额将不会上账且无法退回。": "注意：当アドレスはBTCのみ入金可能、他のコインを入れないでください。最小入金金額は0.01BTC、これより少ない金額の入金は反映されません、また、返金できません。",
  "注意：该地址仅支持BTC收款": "注意：当アドレスはBTCのみ入金可能、他のコインを入れないでください。最小入金金額は{num}BTC、これより少ない金額の入金は反映されません、また、返金できません。",

  "注意：该地址仅支持ETH收款，请勿用于其他币种！最小充值金额：0.5ETH，小于最小金额将不会上账且无法退回。": "注意：当アドレスはETHのみ入金可能、他のコインを入れないでください。最小入金金額は0.5ETH、これより少ない金額の入金は反映されません、また、返金できません。",
  "注意：该地址仅支持ETH收款": "注意：当アドレスはETHのみ入金可能、他のコインを入れないでください。最小入金金額は{num}ETH、これより少ない金額の入金は反映されません、また、返金できません。",

  "注意：该地址仅支持USDT收款，请勿用于其他币种！最小充值金额：100USDT，小于最小金额将不会上账且无法退回。": "注意：当アドレスはUSDTのみ入金可能、他のコインを入れないでください。最小入金金額は100USDT、これより少ない金額の入金は反映されません、また、返金できません。",
  "注意：该地址仅支持USDT收款": "注意：当アドレスはUSDTのみ入金可能、他のコインを入れないでください。最小入金金額は{num}USDT、これより少ない金額の入金は反映されません、また、返金できません。",

  "可用余额": "残高",

  "操作完成": "操作完了",

  "确认提币": "出金確定",

  "请设置交易密码": "取引パスワードを設定",

  "接受地址": "送金先アドレス",

  "请输入或者长按粘贴地址": "アドレスを入れてください",

  "接收账号": "送り先アカウント",

  "请输入手机号/邮箱": "携帯番号／メールアドレス",

  "最小提币数量100USDT": "最小出金金額100USDT",
  "最小提币数量": "最小出金金額{num}",

  "矿工费1USDT": "1USDT",

  "普通提币金额，要求最小提币数量100USDT": "通常出金、最小出金金額100USDT",
  "普通提币金额，要求最小提币数量": "通常出金、最小出金金額{num}",

  "最小提币数量0.5ETH": "最小出金金額0.5ETH",

  "矿工费0.005ETH": "0.005ETH",

  "普通提币金额，要求最小提币数量0.5ETH": "通常出金、最小出金金額0.5ETH",

  "最小提币数量0.01BTC": "最小出金金額0.01BTC",

  "矿工费0.0005BTC": "0.0005BTC",

  "普通提币金额，要求最小提币数量0.01BTC": "通常出金、最小出金金額0.01BTC",

  "免矿工费": "手数料なし",

  "提币金额": "出金金額",

  "全部": "全部",

  "备注": "メモ",

  "请输入备注信息": "メモの内容",

  "矿工费": "手数料",

  "提币分为普通提币和内部转账，普通提币是指您可以将您现在账户的币种提至其他区块链地址。\n内部转账是指您可以提至您自己或其他用户在“PHT“的账户中。": "出金は通常出金と内部移動に分けられる。\n通常出金は現在お持ちのウォレットの資産をほかのアドレスに移動すること。内部移動とはPHTアカウント間の移動。",

  "什么是内部转账": "内部移動とは",

  "我知道了": "理解しました",

  "普通提币": "通常出金",

  "内部转账": "内部移動",

  "有手续费\n等待区块确认": "手数料かかる\n取引承認待ち",

  "秒级到账": "リアルタイム着金",

  "时间": "時間",

  "数量": "数量",

  "状态": "状態",

  "获得": "獲得",

  "从": "から",

  "至": "まで",

  "钱包资产": "換金ウォレット",

  "静态钱包": "採掘ウォレット",

  "币种": "通貨",

  "请输入转出数量(10的倍数)": "枚数を入力（10の倍数）",

  "钱包间的转帐不收取手续费": "ウォレット間の移動は手数料なし",

  "确认转出": "移動確定",

  "矿池资产放大": "レバレッジ５倍プール運用",

  "矿池资产": "プール",

  "请输入放大数量(10的倍数)": "運用枚数を入れてください（10の倍数）",

  "预计释放后获得(5倍放大)": "運用後資産（5倍）",

  "PHT静态资产": "PHT採掘ウォレット",

  "立即放大": "運用開始",

  "操作成功": "完了",

  "请先设置交易密码": "支払いパスワードを設定",

  "用": "から",

  "转": "へ",

  "请输入数量": "数量を入力",

  "可转": "交換可能",

  "转换成功": "変換完了",

  "确认划转": "交換確定",

  "USDT转换": "USDT変換",

  "转换成USDT": "USDT変換",

  "挖矿庄园": "マイニングのエデン",

  "玩法说明": "ルール説明",

  "一键领取": "回収",

  "算力值": "算力値",

  "我的矿机": "マイマシン",

  "提升算力": "収益を上げる",

  "PHT矿池": "5倍プール",

  "小时": "時間",

  "PHT平台的任何政策，均以APP公告为准，其他任何渠道的消息均不代表官方态度！请各位用户谨记，以免上当受骗！": "PHTプロジェクトのすべての情報に関して、お知らせセンター以外の情報はすべて公式の見解ではありません。",

  "1.用户首次注册并完成实名认证后，可获得2400小时的体验矿机运行时间。": "1.初登録の方で個人情報登録が完了したら、2400時間分の体験マシンを無料でリースできます。",

  "2.如想要用于拥有更多的矿机，可以使用PHT或USDT租赁，目前10枚PHT可租赁一台4800小时微型矿机的运行时间。": "マシンをさらにリースしたい場合、PHTを使い、最低10枚のPHTで4800時間のミニマシンをリースできます。",

  "3.产量决定了您挖取币的数量，产量越高挖的也就越多。想要提供产量需要用PHT或者USDT去租赁矿机。": "3.マシンには採掘可能枚数が決まっています。採掘量を上げたい場合はPHTで算力値が高いマシンをリースしてください。",

  "4.矿机只有在运行中才会开始挖矿，同时矿机开采出的收益需要在24小时内领取，否则开采出的PHT收益将会自动失效": "4.マシンは起動中の状態のみマイニングできます。また、マイニングしたものは24時間以内に回収しなければいけません。24時間以内に回収しなかった場合PHT収益は無効となります",

  "玩法介绍": "ルール説明",

  "挖矿介绍": "マイニング紹介",

  "矿机类型": "マシンの種類",

  "用户首次注册，可获得一台体验矿机": "初登録で、体験マシンを無料でゲット",

  "PHT团队对本次活动拥有最终解释权": "PHTチームの利用規約に準ずる",

  "矿池记录": "プール取引履歴",

  "放大5倍，静态资产转入": "５倍プールに移動",

  "矿池待释放(PHT)": "プール残高(PHT)",

  "收益记录": "収益履歴",

  "累计收益": "累計収益",

  "矿机算力值": "算力値",

  "提升算力值": "採掘量を上げる",

  "运行": "起動",

  "运行中": "起動中",

  "未启动": "未稼働",

  "租用时长": "リース時間",

  "产量/小时": "採掘量／時間",

  "枚/小时": "／時間",

  "产量/天": "採掘量／日",

  "枚/天": "／日",

  "累计产量": "累計採掘量",

  "枚PHT": "枚PHT",

  "矿机租赁": "マシンストア",

  "PHT单价": "PHT価格",

  "您还未设置支付密码，请设置支付密码后再进行交易": "支払いパスワードを設定してから、取引してください",

  "租赁成功": "リースできました",

  "将PHT转入静态钱包，只有静态钱包的币可以租赁矿机，矿机租赁后需要重启。": "PHTを採掘ウォレットに移動し、採掘ウォレットのPHTでのみマシンをリースできる、マシンリース後に再起動が必要",

  "配置类型": "スペック詳細",

  "PHT租赁": "PHTでリースする",

  "确认支付_1": "確定",

  "直推1人拿一代矿机产币的50%": "直紹介１人で、１段目採堀量の50％",

  "直推2人拿一代矿机产币的50%+二代矿机产币的30%": "直紹介2人で、１段目採堀量の50％＋２段目採堀量の30％",

  "直推3人拿一代矿机产币的50%+二代矿机产币的30%+三代矿机产币的10%": "直紹介3人で、１段目採堀量の50％＋２段目採堀量の30％＋３段目採堀量の10％",

  "直推4人多拿四到十代矿机产币的10%": "直紹介4人で、１段目採堀量の50％＋２段目採堀量の30％＋３段目採堀量の10％+４段目から10段目採堀量の10％。",

  "直推5人多拿十一代到三十代矿机产币的10%": "直紹介5人で、１段目採堀量の50％＋２段目採堀量の30％＋３段目採堀量の10％+４段目から10段目採堀量の10％+１１段目から３０段目採堀量の10％。",

  "邀请你加入PHT": "はあなたをPHTに招待",

  "分享好友": "招待する",

  "赚取奖励": "紹介料もらう",

  "推荐给好友": "友達を招待",

  "分享二维码给您的好友，获得奖励": "QRコードをシェアする",

  "立即邀请好友": "友達を招待",

  "邀请奖励": "招待ボーナス",

  "直推人数": "直紹介人数",

  "团队人数": "系列総人数",

  "查看更多": "その他見る",

  "活动规则": "規則",

  "1、每邀请一人，奖励第一代矿机产币量50%的收益\n2、推荐奖励每日自动结算到静态钱包": "1、１人の直紹介により、１段目までのマイニング報酬の50％がもらえる\n2、招待によるボーナスは自動的に採掘ウォレットに入る",

  "*直推一人交易一次，奖励101个币，直推10人，即可再次租用一台中矿。": "*１人の友達を直紹介＋友達が取引した場合、101枚のコインがボーナスされます.",

  "欢迎注册PHT": "PHT登録　ようこそ",

  "长按识别二维码": "長押しでQRコードを読み取る",

  "呼叫联系人": "電話する",

  "我的团队": "マイチーム",

  "已认证": "承認済",

  "未认证": "未承認",

  "总邀请奖励折合(PHT)": "累計紹介ボーナス（PHT）",

  "交易成功": "取引完了",

  "我要买PHT": "PHTを買う",

  "我要卖PHT": "PHTを売る",

  "可卖": "売却可能",

  "市价": "価格",

  "可售额度": "換金枠",

  "请选择数量": "数量を選んでください",

  "买入PHT": "PHTを買う",

  "卖出PHT": "PHTを売る",

  "买入": "購入",

  "卖出": "売却",

  "枚": "枚",

  "加": "換金枠",

  "枚可售": "枚",

  "更多": "もっと見る",

  "认证中": "審査中",

  "PHT分红钱包": "PHT換金ウォレット",

  "会员中心": "会員センター",

  "身份认证": "本人確認",

  "提币地址": "出金アドレス",

  "加入社群": "コミュニティ",

  "联系客服": "サポートセンターに連絡",

  "语言切换": "言語の変更",

  "设置": "設定",

  "轻松邀请，躺着赚钱": "みんなで稼ごう！",

  "分红钱包": "換金ウォレット",

  "个人资料": "アカウント情報",

  "明细": "明細",

  "静态钱包总资产折合(PHT)": "採掘ウォレット資産合計（PHT）",

  "5倍放大": "5倍プール",

  "系统设置": "システム設定",

  "清除缓存": "キャッシュメモリーを消す",

  "版本更新": "バージョン更新",

  "您已经是最新版本": "最新のバージョンです",

  "退出登录": "ログアウト",

  "地址簿": "アドレス帳",

  "添加地址": "アドレスを追加",

  "选择币种": "通貨を選ぶ",

  "确认添加": "追加確定",

  "保存": "保存",

  "删除成功": "削除しました",

  "地址": "アドレス",

  "只有将资产划转到对应钱包才可进行交易，钱包之间的划转不收取手续费": "デジタル資産を対応するウォレットのアドレスに送信してください",

  "删除地址": "アドレスを削除",

  "账户设置": "アカウント設定",

  "会员编号": "会員番号",

  "昵称": "ニックネーム",

  "账号安全": "アカウントセキュリティー",

  "手机号": "携帯番号",

  "邮箱": "メールアドレス",

  "未绑定": "未設定",

  "PocketHash仅允许用户每180天修改一次昵称，请谨慎提交": "PHTは180日に１回ニックネーム変更可能",

  "设置支付密码": "支払用暗証番号設定",

  "设置生物识别": "生体認証設定",

  "指纹解锁": "指紋認証で解錠",

  "指纹支付": "紋認証決済",

  "请输入登录密码": "ログインパスワードを入れてください",

  "为保证您的账号安全，以下两种验证方式需要至少开启一种": "アカウント安全のため、以下二つの方法を少なくとも一つ設定してください",

  "修改支付密码成功": "支払いパスワード修正完了",

  "请输入6位数字支付密码": "支払用暗証番号を６桁の数字",

  "请输入支付密码": "パスワードを入力",

  "绑定邮箱": "メールアドレスを登録",

  "绑定手机": "携帯電話を登録",

  "邮箱验证码": "メールアドレス承認コード",

  "手机验证码": "携帯電話承認コード",

  "绑定成功": "登録完了",

  "等级标识": "等級マーク",

  "专属等级标识": "専属マーク",

  "敬请期待": "その他",

  "更多特权": "まもなくリリース",

  "升级VIP等级，开启更多特权": "昇格で、多くの権限を獲得",

  "签到": "ログイン",

  "日": "日",

  "一": "月",

  "二": "火",

  "三": "水",

  "四": "木",

  "五": "金",

  "六": "土",

  "已签到": "ログイン済み",

  "签到规则": "ログインルール",

  "1、登陆用户每天可签到1次，并领取奖励\n2、如用户出现违规行为，平台有权冻结和关闭其签到功能": "1、毎日１回ログインボーナスがもらえる。<br/>2、違反行為が発覚した場合はアカウントをロックする可能性があります",

  "签到成功": "ログイン済",

  "恭喜获得": "おめでとう",

  "PHT_签到": "PHTゲット",

  "请选择认证方式": "承認方法を選ぶ",

  "驾照/护照认证": "パスポート／免許証",

  "中国身份证认证": "中国IDカード",

  "拍照": "写真",

  "从手机相册选择": "アルバムから選ぶ",

  "点击重新上传": "もう一度アップロード",

  "信息提交成功": "申請提出完了",

  "我们将在3个工作日内审核您的信息。": "三営業日以内に審査を行う",

  "您上传的信息仅用于认证，我们将为你严格保密": "個人情報は第三者に漏らすことがありません",

  "姓名": "名前",

  "请输入您的姓名": "名前を入れてください",

  "身份证": "IDカード",

  "驾照号码/护照号码": "運転免許証/パスポートの番号",

  "请输入您身份证号": "身分証明書番号を入力",

  "请输入您的驾照号码/护照号码": "運転免許証/パスポートの番号を入力",

  "身份证照片": "身分証明書の写真",

  "驾照/护照照片": "運転免許証/パスポートの写真",

  "拍正面": "表",

  "拍信息页面": "写真を撮ってください",

  "拍背面": "裏",

  "申请认证": "申請提出",

  "最小可划转数量": "最小振替数量",

  "去租赁": "リースする",

  "LanguageSwitch": "Languageswitch",

  "挖矿类型": "マイニングのプラン",

  "温馨提示": "ご説明",

  "提升算力1": "リース",

  "语言设置": "言語の変更",

  "(注册奖励)": "(登録ボーナス)",

  "开启成功": "稼働中",

  "审核中": "審査中",

  "暂无内容": "履歴なし",

  "转出资产_1": "ウォレット間移動",

  "通用可售额度(PHT)": "換金可能金額(PHT)",

  "提升额度": "枠を上げる",

  "可用总量": "残高",

  "可买": "購入可能",

  "兑换": "を",

  "兑换_1": "に変換",

  "静态+101": "採掘PHT＋101",
  "静态": "採掘PHT",

  "矿机租赁_1": "マシンストア",

  "交易_1": "取引",

  "可售额度_1": "換金枠",


  "静态转入": "採掘ウォレットに",

  "静态转出": "採掘ウォレットから",

  "分红转入": "換金ウォレットに",

  "交易_2": "取引",

  "静态＋900": "採掘PHT＋900",

  "枚_1": "枚",

  "枚_2": "枚",

  "手机号格式错误": "電話番号の形式エラー",

  "邮箱格式错误": "メールの形式が正しくありません",

  "享50%返佣福利": "50％ボーナスゲット",
  "矿机列表1": "鉱山リスト",
  "没有更多了": "これ以上ないです",

  "矿机列表": " 移動確定",

  "长按保存图片": "画像を長押しで保存",
  "截屏保存": "スクリーンショットで保存",

  "删除": "削除" ,

  "释放了": "配当済み",
  "手机输入账号含有非法字符": "数字のみ使用できます",
  "邮箱输入账号含有非法字符": "英数字、記号のみ使用できます",

  "驾照号码/护照号码/身份证号码": "運転免許証/パスポート/その他、公的身分証",
  "手持证件照片/证件照片": "身分証を持って写真を撮る/身分証の表を撮る",
  "手持证件照": "身分証を持つ",
  "证件正面": "身分証の表",
  "请近距离拍摄,确保证件信息清晰可见": "証明書と顔が鮮明に映るように、近くで写真を撮る",
  "输入证件号": "身分証の番号を入力",
  "余额不足":"残高不足",
  "功能维护中":"メンテナンス中",

  '矿工级别': '',
  '级别达成要求': '達成条件',
  '日动态奖励': '日配当枚数',
  '可售额度持仓': '換金枠',
  '买入可售增加': '換金枠解放率',
  '日卖出限额PHT': '日換金 <br/>限度額PHT',
  '手续费USDT': '手数料USDT',
  '手续费分红USDT': '手手数料 <br/>配当USDT',
  '一级矿工': '作業員',
  '及以下': '枚以下',
  '以下': '枚以下',
  '二级矿工': '班長',
  '三级矿工': '主任',
  '四级矿工': '部長',
  '及以上': '及以上',
  '社区节点': '工場長',
  '直推两个四级矿工': '部長直紹介2人',
  '联盟节点': '取締役',
  '直推两个社区节点': '工場長直紹介2人',
  '超级节点': '常務取締役',
  '直推三个联盟节点': '取締役直紹介3人',
  '常务节点': '社長',
  '直推三个超级节点': '常務取締<br/>役直紹介<br/>3人',
};

export default message;
