const message = {
  /* eslint-disable */
  "ExpMachine": "체험머신",

  "MicroMachine": "미니머신",

  "SmallMachine": "소형머신",

  "MediumMachine": "중형머신",

  "LargeMachine": "대형머신",

  "LevelOne": "작업원",

  "LevelTow": "반장",

  "LevelThree": "주임",

  "LevelFour": "부장",

  "LevelFive": "공장장",

  "LevelSix": "이사",

  "LevelSeven": "상무이사",

  "LevelEight": "사장",

  "PleaseVerifyFingerprint": "지문을확인해주세요",

  "扫描二维码": "QR코드를스캔",

  "未检测到相机": "카메라를확인할수없습니다",

  "相册": "앨범",

  "将二维码放入框内，自动识别": "QR코드를박스안에들어가면,자동으로식별합니다",

  "扫描结果": "스캔결과",

  "完成": "완료",

  "打开失败": "오픈장애",

  "相册打开失败。设备不支持访问相册，请在设置->隐私->照片中进行设置！": "앨범을열지못했습니다.기기에서앨범으로의엑세스를지원하지않습니다.설정->프라이버시->사진에들어가서엑세스를설정해주세요！",

  "读取相册二维码": "앨범의QR코드를인식",

  "读取失败": "인식에실패하였습니다",

  "扫描": "스위프",

  "确定": "확정",

  "交易类型": "거래내용",

  "交易额": "거래금액",

  "交易量": "거래량",

  "手续费": "수수료",

  "请输入交易密码": "비밀번호입력",

  "确认支付": "확정",

  "确认买入": "구입확정",

  "确认卖出": "매각확정",

  "忘记密码": "비밀번호찾기",

  "选择国家或地区": "소재지를선택",

  "安全交易触手可及": "안전한트레이딩",

  "智能合约撮合，即时交易，高效透明": "투명하며효율이좋은실시간트레이딩",

  "一个身份多链钱包": "하나의앱으로멀티체인월렛기능",

  "多链钱包支持，告别繁复，一站式管理": "멀티체인대응월렛,원스톱관리",

  "新零售数字资产交易所": "신형디지털자산거래소",

  "多种交易方式，更多机会，更多选择": "다수의트레이딩방법,많은기회,여러가지선택사항복수의트레이딩방법,많은기회,여러가지선택사항",

  "全新界面极致体验": "새로운화면,새로운체험",

  "开启1.0": "버전1.0시작",

  "取消": "취소",

  "发送": "송신",

  "存储失败": "유지실패하였습니다.",

  "存储成功": "보존하였습니다.",

  "首页": "홈",

  "矿场": "팜",

  "交易": "거래",

  "我的": "마이페이지",

  "登录/注册即表示您同意": "등록/로그인시동의한것으로간주합니다",

  "《用户注册协议》": "《유저등록동의서》",

  "《用户公约》": "《유저규칙》",

  "请输入邮箱": "이메일주소",

  "请输入手机号": "전화번호",

  "欢迎登录PocketHash": "PocketHash로그인",

  "请输入密码": "비밀번호입력",

  "登录": "로그인",

  "立即注册": "신규등록",

  "邮箱登录": "이메일로로그인",

  "手机号登录": "전화번호로로그인",

  "您的手机暂不支持面部识别功能": "사용중인단말기는얼굴인식이되지않습니다",

  "您的手机暂不支持指纹功能": "사용중인단말기는지문인증을할수없습니다",

  "请先在您的手机上设置面部识别": "얼굴인증을설정해주세요",

  "请先在您的手机上设置指纹": "지문인증을설정해주세요",

  "指纹登录": "지문인증으로로그인",

  "面容登录": "얼굴인증으로로그인",

  "其他账号": "기타계정",

  "请开启指纹解锁功能": "지문인증을시작하기",

  "请开启面容解锁功能": "얼굴인증을사용합니다",

  "现在开启": "지금설정하기",

  "稍后再说": "나중에설정하기",

  "注册账号": "계정을등록",

  "重置密码": "비밀번호재설정",

  "下一步": "다음",

  "邮箱注册": "이메일로등록",

  "手机号注册": "전화번호로등록",

  "邮箱找回": "이메일로등록된비밀번호리셋",

  "手机号找回": "전화번호로등록된비밀번호리셋",

  "安全验证": "보안인증",

  "为了你的账号安全，本次登录需要进行验证\n请将下方的图标，移动到圆形区域内": "계정의보안을위해로그인인증을실시합니다,아래의마크를원형안으로옮겨주세요",

  "账号已存在": "이미존재하는계정입니다",

  "验证失败": "승인할수없습니다",

  "确认": "확정",

  "密码不一致": "비밀번호가일치하지않습니다",

  "注册成功": "등록완료",

  "设置成功": "설정완료",

  "设置密码": "비밀번호설정",

  "8-20位字符，不可以是纯数字": "8-20문자의알파벳과숫자의조합",

  "验证码": "승인코드",

  "请再次输入密码": "재입력",

  "请输入邀请码": "초대코드를넣어주세요.",

  "温馨提示：请被推荐人在注册之前，务必先确认邀请码是否填写正确": "주의:초청코드를다시한번확인해주시기바랍니다.",

  "PHT资产": "PHT환전월렛",

  "释放成功": "배당제",

  "一键释放": "회수",

  "PHT转入矿池可放大5倍": "PHT5배풀투입후잔액",

  "矿池待释放": "마이닝풀잔고",

  "资产保护中": "보안시스템가동중",

  "总资产(USDT)": "환금월렛총자산(USDT)",

  "币币交易": "거래소",

  "矿机商城": "머신스토어",

  "任务中心": "미션",

  "链币资产": "자산목록",

  "消息中心": "안내",

  "已读": "읽음",

  "未读": "미독",

  "消息详情": "자세히보기",

  "邀请好友注册": "친구초대",

  "邀请越多，奖励越多": "친구초대로보너스획득",

  "实名认证": "개인정보등록",

  "进行身份认证，可获得空投奖励": "개인정보등록으로에어드랍획득",

  "开启指纹或面容解锁": "지문인식및얼굴인증가동",

  "开启指纹或面容解锁，让交易更安全": "지문승인이나얼굴승인을기동하여보다안전하게",

  "完善个人资料": "개인프로필완성",

  "修改昵称完善资料，提高信用评分": "별명을만들어신용도를높이세요",

  "添加/验证提币地址": "출금주소추가",

  "添加提币地址，并通过验证": "출금주소추가및확인",

  "每日签到": "매일로그인",

  "每日可签到1次，可获得分红奖励": "1일1회로그인으로보너스획득",

  "激活矿机": "머신기동",

  "激活待开启的矿机": "기동기다리는머신",

  "领取矿机收益": "머신수익회수",

  "领取一次矿机产币收益": "회수",

  "邀请好友": "친구초대",

  "认证即得PHT空投": "등록에서에어드롭",

  "立即邀请": "초청하기",

  "已完成": "완료",

  "去完成": "실행",

  "资产": "자산",

  "转出资产": "출금",

  "交易_4": "거래",

  "充币": "입금",

  "提币": "출금",

  "转换USDT": "USDT환전",

  "币种转换": "통화교환",

  "交易记录": "거래이력",

  "可用": "사용가능",

  "冻结": "운영중",

  "折合(USD)": "(USD)합계",

  "复制成功": "복사",

  "充值": "입금",

  "转出": "출금",

  "转入": "입금",

  "矿机收益": "채굴수익",

  "购买矿机": "기계를리스",

  "签到收益": "로그인보너스",

  "认证收益": "본인등록보너스",

  "矿池释放": "풀수익",

  "投入矿池": "자금투입",

  "好友收益": "초대보너스",

  "分红转出": "환금월렛으로부터",

  "分红": "수익",

  "进行中": "진행중",

  "失败": "실패",

  "保存二维码": "QR코드를복사",

  "复制地址": "주소복사",

  "注意：该地址仅支持BTC收款，请勿用于其他币种！最小充值金额：0.01BTC，小于最小金额将不会上账且无法退回。": "주의:본주소는BTC만입금가능합니다,다른코인을넣지말아주세요.최소입금금액은0.01BTC,이보다적은금액의입금반영되지않습니다.또한환불도불가능합니다.",
  "注意：该地址仅支持BTC收款": "주의:본주소는BTC만입금가능합니다,다른코인을넣지말아주세요.최소입금금액은{num}BTC,이보다적은금액의입금반영되지않습니다.또한환불도불가능합니다.",

  "注意：该地址仅支持ETH收款，请勿用于其他币种！最小充值金额：0.5ETH，小于最小金额将不会上账且无法退回。": "주의:본주소는ETH만입금가능합니다,다른코인을넣지말아주세요.최소입금금액은0.5ETH,이보다적은금액의입금반영되지않습니다.또한환불도불가능합니다.",
  "注意：该地址仅支持ETH收款": "주의:본주소는ETH만입금가능합니다,다른코인을넣지말아주세요.최소입금금액은{num}ETH,이보다적은금액의입금반영되지않습니다.또한환불도불가능합니다.",

  "注意：该地址仅支持USDT收款，请勿用于其他币种！最小充值金额：100USDT，小于最小金额将不会上账且无法退回。": "주의:본주소는USDT만입금가능합니다,다른코인을넣지말아주세요.최소입금금액은100USDT,이보다적은금액의입금반영되지않습니다.또한환불도불가능합니다.",
  "注意：该地址仅支持USDT收款": "주의:본주소는USDT만입금가능합니다,다른코인을넣지말아주세요.최소입금금액은{num}USDT,이보다적은금액의입금반영되지않습니다.또한환불도불가능합니다.",

  "可用余额": "잔액",

  "操作完成": "조작완료",

  "确认提币": "출금확정",

  "请设置交易密码": "거래비밀번호를설정",

  "接受地址": "송금주소",

  "请输入或者长按粘贴地址": "주소를입력/붙이기",

  "接收账号": "보내실계정",

  "请输入手机号/邮箱": "휴대폰번호/메일주소",

  "最小提币数量100USDT": "최소출금금액100USDT",
  "最小提币数量": "최소출금금액{num}",

  "矿工费1USDT": "1USDT",

  "普通提币金额，要求最小提币数量100USDT": "일반출금,최소출금금액100USDT",
  "普通提币金额，要求最小提币数量": "일반출금,최소출금금액{num}",

  "最小提币数量0.5ETH": "일반출금,최소출금금액0.5ETH",

  "矿工费0.005ETH": "0.005ETH",

  "普通提币金额，要求最小提币数量0.5ETH": "일반출금,최소출금금액0.5ETH",

  "最小提币数量0.01BTC": "최소출금금액0.01BTC",

  "矿工费0.0005BTC": "0.0005BTC",

  "普通提币金额，要求最小提币数量0.01BTC": "일반출금,최소출금금액0.01BTC",

  "免矿工费": "수수료없음",

  "提币金额": "출금금액",

  "全部": "전부",

  "备注": "메모",

  "请输入备注信息": "메모내용",

  "矿工费": "수수료",

  "提币分为普通提币和内部转账，普通提币是指您可以将您现在账户的币种提至其他区块链地址。\n内部转账是指您可以提至您自己或其他用户在“PHT“的账户中。": "출금은일반출금과내부이동으로나뉘어집니다.\n일반출금은현재가지고있는월렛의자산을다른주소로이동하는것입니다.내부이동은PHT계정간의이동을합니다.",

  "什么是内部转账": "내부이동이란",

  "我知道了": "완료하였습니다",

  "普通提币": "통상출금",

  "内部转账": "내부이동",

  "有手续费\n等待区块确认": "수수료있음\n거래승인대기",

  "无手续费\n秒级到账": "수수료없음\n실시간송금도착",
  "秒级到账": "실시간송금도착",

  "时间": "시간",

  "数量": "수량",

  "状态": "상태",

  "获得": "흭득",

  "从": "부터",

  "至": "까지",

  "钱包资产": "환전지갑",

  "静态钱包": "채굴월렛",

  "币种": "통화",

  "请输入转出数量(10的倍数)": "매수를입력(10배수)",

  "钱包间的转帐不收取手续费": "월렛간이동은수수료없음",

  "确认转出": "이동확정",

  "矿池资产放大": "레버리지5배풀이용",

  "矿池资产": "풀",

  "请输入放大数量(10的倍数)": "운용장수를입력해주세요(10의배수)",

  "预计释放后获得(5倍放大)": "운용후자산(5배)",

  "PHT静态资产": "PHT채굴월렛",

  "立即放大": "운용개시",

  "操作成功": "완료",

  "请先设置交易密码": "지급비밀번호설정",

  "用": "부터",

  "转": "으로",

  "请输入数量": "수량을입력",

  "可转": "교환가능",

  "转换成功": "전환완료",

  "确认划转": "교환확정",

  "USDT转换": "USDT전환",

  "转换成USDT": "USDT변환",

  "挖矿庄园": "마이닝의에덴",

  "玩法说明": "규칙설명",

  "一键领取": "회수",

  "算力值": "산력치:",

  "我的矿机": "나의머신",

  "提升算力": "수익창출",

  "PHT矿池": "5배풀",

  "小时": "시간",

  "PHT平台的任何政策，均以APP公告为准，其他任何渠道的消息均不代表官方态度！请各位用户谨记，以免上当受骗！": "PHT프로젝트의모든정보에관련하여,알림센터공지이외의정보는모두공식적인견해가아닙니다.",

  "1.用户首次注册并完成实名认证后，可获得2400小时的体验矿机运行时间。": "1.처음으로등록하신분은개인정보등록이완료되면,2400시간분량의머신을무료체험대여할수있습니다",

  "2.如想要用于拥有更多的矿机，可以使用PHT或USDT租赁，目前10枚PHT可租赁一台4800小时微型矿机的运行时间。": "2.머신을더리스하려면,PHT를사용하여,최저10장으로4800시간의미니머신을리스할수있습니다",

  "3.产量决定了您挖取币的数量，产量越高挖的也就越多。想要提供产量需要用PHT或者USDT去租赁矿机。": "3.머신에는채굴가능매수가정해져있습니다.채굴량을늘리고싶은경우는PHT에서채굴연산력이높은머신을리스해주세요",

  "4.矿机只有在运行中才会开始挖矿，同时矿机开采出的收益需要在24小时内领取，否则开采出的PHT收益将会自动失效": "4.머신은기동중의상태에서만채굴을할수있습니다.또한채굴된것은24시간이내로회수해야합니다.24시간이내에회수되지않은경우PHT의수익은무효가됩니다.",

  "玩法介绍": "규칙설명",

  "挖矿介绍": "마이닝소개",

  "矿机类型": "머신의종류",

  "用户首次注册，可获得一台体验矿机": "첫등록으로머신을무료로체험",

  "PHT团队对本次活动拥有最终解释权": "PHT팀의이용규약에준하다",

  "矿池记录": "자산거래이력",

  "放大5倍，静态资产转入": "5배풀로이동",

  "矿池待释放(PHT)": "마이닝풀잔고(PHT)",

  "收益记录": "수익이력",

  "累计收益": "누적수익",

  "矿机算力值": "산력치",

  "提升算力值": "산출량올리기",

  "运行": "기동",

  "运行中": "기동중",

  "未启动": "미가동",

  "租用时长": "리스시간",

  "产量/小时": "채굴량/시간",

  "枚/小时": "/시간",

  "产量/天": "채굴량/일",

  "枚/天": "/일",

  "累计产量": "누계채굴량",

  "枚PHT": "PHT수량",

  "矿机租赁": "머신스토어",

  "PHT单价": "PHT가격",

  "您还未设置支付密码，请设置支付密码后再进行交易": "지급비밀번호를설정후에거래해주세요",

  "租赁成功": "리스하였습니다.",

  "将PHT转入静态钱包，只有静态钱包的币可以租赁矿机，矿机租赁后需要重启。": "PHT를채굴월렛으로이동시켜,채굴월렛의PHT로만머신의리스할수있고,머신리스후에는재부팅필요",

  "配置类型": "스펙상세",

  "PHT租赁": "PHT로리스하기",

  "确认支付_1": "확정",

  "直推1人拿一代矿机产币的50%": "직접소개한1명으로,1단채굴량의50%",

  "直推2人拿一代矿机产币的50%+二代矿机产币的30%": "직접소개한2명으로,1단채굴랴의50%+2단채굴량30%",

  "直推3人拿一代矿机产币的50%+二代矿机产币的30%+三代矿机产币的10%": "직접소개한3명으로1단채굴량의50%+2단채굴량30%+3단채굴량의10%",

  "直推4人多拿四到十代矿机产币的10%": "직접소개한4명으로1단채굴량의50%+2단채굴량30%+3단채굴량10%+4단에서10단채굴량의10%",

  "直推5人多拿十一代到三十代矿机产币的10%": "직접소개한5명으로1단채굴량의50%+2단채굴량30%+3단채굴량10%+4단에서10단채굴량의10%+11단에서30단채굴량의10%",

  "邀请你加入PHT": "는당신을PHT에초대하였습니다",

  "分享好友": "초청하기",

  "赚取奖励": "소개료받기",

  "推荐给好友": "친구초대",

  "分享二维码给您的好友，获得奖励": "QR코드공유하기",

  "立即邀请好友": "친구초대",

  "邀请奖励": "초대보너스",

  "直推人数": "직접소개인원",

  "团队人数": "총계열인원수",

  "查看更多": "기타보기",

  "活动规则": "규칙",

  "1、每邀请一人，奖励第一代矿机产币量50%的收益\n2、推荐奖励每日自动结算到静态钱包": "1.한사람이직접소개에의해,1단계의마이닝보수의50%를\n2로증정,초청으로보너스는자동적으로채굴월렛에입금됩니다",

  "*直推一人交易一次，奖励101个币，直推10人，即可再次租用一台中矿。": "*1명의친구를소개하여+친구가거래할경우101장의코인보너스가됩니다",

  "欢迎注册PHT": "PHT등록에잘오셨습니다",

  "长按识别二维码": "길게눌러QR코드를확인",

  "呼叫联系人": "전화하기",

  "我的团队": "마이팀",

  "已认证": "승인완료",

  "未认证": "미승인",

  "总邀请奖励折合(PHT)": "누적소개보너스(PHT)",

  "交易成功": "거래완료",

  "我要买PHT": "PHT를구매",

  "我要卖PHT": "PHT를매도",

  "可卖": "매각가능",

  "市价": "가격",

  "可售额度": "환전한도",

  "请选择数量": "수량을입력해주세요",

  "买入PHT": "PHT를구매",

  "卖出PHT": "PHT를매도",

  "买入": "구입",

  "卖出": "매각",

  "枚": "매",

  "加": "환전한도",

  "枚可售": "매",

  "更多": "더보기",

  "认证中": "심사중",

  "PHT分红钱包": "PHT환전월렛",

  "会员中心": "회원센터",

  "身份认证": "본인확인",

  "提币地址": "출금주소",

  "加入社群": "커뮤니티",

  "联系客服": "서포트센터에연락",

  "语言切换": "언어변경",

  "设置": "설정",

  "轻松邀请，躺着赚钱": "다같이벌자!",

  "分红钱包": "환전지갑",

  "个人资料": "계정정보",

  "明细": "명세",

  "静态钱包总资产折合(PHT)": "채굴월렛자산합계(PHT)",

  "5倍放大": "5배풀",

  "系统设置": "시스템설정",

  "清除缓存": "캐시메모리를지우기",

  "版本更新": "버전갱신",

  "您已经是最新版本": "최신버전입니다",

  "退出登录": "로그아웃",

  "地址簿": "주소록",

  "添加地址": "주소추가",

  "选择币种": "통화를선택",

  "确认添加": "추가확정",

  "保存": "보존",

  "删除成功": "삭제했습니다",

  "地址": "주소",

  "只有将资产划转到对应钱包才可进行交易，钱包之间的划转不收取手续费": "디지털자산을대응하는월렛의주소로송신해주세요.",

  "删除地址": "주소삭제",

  "账户设置": "계정설정",

  "会员编号": "회원번호",

  "昵称": "닉네임",

  "账号安全": "계정보안",

  "手机号": "전화번호",

  "邮箱": "이메일주소",

  "未绑定": "미설정",

  "PocketHash仅允许用户每180天修改一次昵称，请谨慎提交": "PHT는180일에１회닉네임변경이가능",

  "设置支付密码": "지불용비밀번호설정",

  "设置生物识别": "생체인증설정",

  "指纹解锁": "지문인증으로잠금해제",

  "指纹支付": "인증결제",

  "请输入登录密码": "로그인비밀번호를입력해주세요",

  "为保证您的账号安全，以下两种验证方式需要至少开启一种": "계정안전을위해다음두가지방법중최소한한가지를설정해주세요.",

  "修改支付密码成功": "지급비밀번호수정완료",

  "请输入6位数字支付密码": "지급용비밀번호를6자리숫자로",

  "请输入支付密码": "비밀번호입력",

  "绑定邮箱": "메일주소등록",

  "绑定手机": "휴대폰등록",

  "邮箱验证码": "메일주소등록",

  "手机验证码": "휴대폰승인코드",

  "绑定成功": "등록완료",

  "等级标识": "등급마크",

  "专属等级标识": "전속마크",

  "敬请期待": "기타등등",

  "更多特权": "곧릴리즈",

  "升级VIP等级，开启更多特权": "승격하여,더많은권한획득",

  "签到": "로그인",

  "日": "일",

  "一": "월",

  "二": "화",

  "三": "수",

  "四": "목",

  "五": "금",

  "六": "토",

  "已签到": "로그인완료",

  "签到规则": "로그인룰",

  "1、登陆用户每天可签到1次，并领取奖励\n2、如用户出现违规行为，平台有权冻结和关闭其签到功能": "1.매일1회로그인보너스를받으세요<br/>2.위반행위적발시계정이잠길수있습니다",

  "签到成功": "로그인완료",

  "恭喜获得": "축하드립니다!",

  "PHT_签到": "PHT를얻었습니다.",

  "请选择认证方式": "승인방법을선택",

  "驾照/护照认证": "여권/면허증",

  "中国身份证认证": "중국ID카드",

  "拍照": "사진",

  "从手机相册选择": "앨범에서선택",

  "点击重新上传": "다시한번업로드",

  "信息提交成功": "신청제출완료",

  "我们将在3个工作日内审核您的信息。": "영업일3일이내에심사가이루어집니다",

  "您上传的信息仅用于认证，我们将为你严格保密": "개인정보는제3자에게누설되지않습니다",

  "姓名": "이름",

  "请输入您的姓名": "이름을입력해주세요",

  "身份证": "ID카드",

  "驾照号码/护照号码": "운전면허증/여권번호입력",

  "请输入您身份证号": "신분증번호입력",

  "请输入您的驾照号码/护照号码": "운전면허증/여권번호",

  "身份证照片": "신분증의사진",

  "驾照/护照照片": "운전면허증/여권사진",

  "拍正面": "앞",

  "拍信息页面": "사진을찍어주세요",

  "拍背面": "뒤",

  "申请认证": "신청제출",

  "最小可划转数量": "최소이체수량",

  "去租赁": "리스하기",

  "LanguageSwitch": "Languageswitch",

  "挖矿类型": "채굴그래프",

  "温馨提示": "설명",

  "提升算力1": "리스하기",

  "语言设置": "언어변경",

  "(注册奖励)": "(등록보너스)",

  "开启成功": "가동중",

  "审核中": "심사중",

  "暂无内容": "이력없음",

  "转出资产_1": "월렛간이동",

  "通用可售额度(PHT)": "환전가능금액(PHT)",

  "提升额度": "범위확대",

  "可用总量": "잔액",

  "可买": "구입가능",

  "兑换": "を",

  "兑换_1": "로전환",

  "静态+101": "채굴PHT＋101",
  "静态": "채굴PHT",

  "矿机租赁_1": "머신스토어",

  "交易_1": "거래",

  "可售额度_1": "환전한도",
  "静态转入": "채굴월렛에",

  "静态转出": "채굴월렛으로부터",

  "分红转入": "환금월렛에",

  "交易_2": "거래",

  "静态＋900": "채굴PHT+900",

  "枚_1": "매",

  "枚_2": "매",

  "手机号格式错误": "전화 번호 형식 오류",

  "邮箱格式错误": "이메일이 잘못되었습니다",

  "享50%返佣福利": "50 % 보너스 획득",
  "矿机列表_1": "광기 목록",

  "没有更多了": "더 없어요.",

  "矿机列表": " 이동 확정",

  "删除": "삭제",

  "释放了": "배당 종결",

  "长按保存图片": "Long press to save",
  "截屏保存": "스크린 샷 저장",

  "手机输入账号含有非法字符": "영문자, 숫자, 기호만 사용가능 합니다",
  "邮箱输入账号含有非法字符": "영문자, 숫자, 기호만 사용가능 합니다",

  "驾照号码/护照号码/身份证号码": "운전 면허증 번호/여권 번호/신분증 번호",
  "手持证件照片/证件照片": "증명서를 들고 촬영 하세요/증명서 사진",
  "手持证件照": "증명서를 들어 주세요",
  "证件正面": "증명서 앞면",
  "请近距离拍摄,确保证件信息清晰可见": "가까이 촬영을 통해 증명서 내용을 자세히 보여 주세요",
  "输入证件号": "아이디 번호 입력",
  "余额不足":"잔액 부족",
  "功能维护中":"During the upgrade",

  '矿工级别': '광부 레벨',
  '级别达成要求': '달성 조건',
  '日动态奖励': '일배당 매수',
  '可售额度持仓': '환전 한도',
  '买入可售增加': '환전 한도 해방률',
  '日卖出限额PHT': '일 환금 한도 <br/>매수PHT',
  '手续费USDT': '수수료 USDT',
  '手续费分红USDT': '수수료 배당 <br/>USDT',
  '一级矿工': '사원',
  '及以下': '이하',
  '以下': '이하',
  '二级矿工': '반장',
  '三级矿工': '주임',
  '四级矿工': '부장',
  '及以上': '이상',
  '社区节点': '공장장',
  '直推两个四级矿工': '부장직<br/>소개 2명',
  '联盟节点': '이사',
  '直推两个社区节点': '공장장<br/>소개 2명',
  '超级节点': '상무이사',
  '直推三个联盟节点': '이사직<br/>소개 3명',
  '常务节点': '사장',
  '直推三个超级节点': '상무 이사직<br/>소개 3명',
}

export default message
